"navi_title_show_live" = "Live Streaming";
"navi_title_dream_flow" = "Stylized Settings";
"room_list_create_room" =  "CREATE";
"room_list_empty_desc" = "No hosts online";
"create_button_switch" = "Flip";
"create_button_beauty" = "Beautification";
"create_button_ai" = "AI";
"create_button_quality" = "Video Quality";
"create_button_settings" = "Settings";
"create_start_live" = "Create";
"create_room_name_can_not_empty" = "Room name cannot be empty!";
"create_room_name_too_long" = "Room name is too long!";
"create_toast_copy_to_paste_borad" = "Room ID has been copied to the clipboard!";
"create_tips" = " NOTE: This version allows you to livestream for up to 10 minutes. Please ensure that the content of your livestream does not violate the Terms of Service you have agreed to, or the laws and regulations of your location, otherwise your livestream will be interrupted.";
"create_name_text_field_placeholder" = "Enter the room name";
"create_beauty_setting_beauty_face" = "BEAUTIFICATION";
"create_beauty_setting_filter" = "Filter";
"create_beauty_setting_special_effects" = "Classic Style";
"create_beauty_setting_special_makeup" = "MAKEUP";
"create_beauty_setting_special_adjust" = "Adjustment";
"create_beauty_setting_special_animoji" = "AR MASK";
"create_beauty_setting_sticker" = "STICKER";
"create_beauty_setting_background" = "VIRTUAL BACKGROUND";
"create_select_quality_title" = "Resolution";
"create_live_chat_title" = "Chat";
"create_live_music_title" = "Music Effects";
"show_live_chat_bar_send" = "Send";
"join_live_room" = "joined";
"leave_live_room" = "left";
"show_live_chat_text_length_beyond_bounds" = "Messages are too long";
"show_music_setting_bg_title" = "Background Music";
"show_music_setting_beatuy_title" = "Vocal Enhancement";
"show_music_setting_mix_title" = "Reverb";
"show_music_setting_bg_happy" = "Joy";
"show_music_setting_bg_romantic" = "Romantic";
"show_music_setting_bg_happy_2" = "Joy2";
"show_music_setting_beaty_yuansheng" = "Original";
"show_music_setting_beaty_tianmei" = "Sweet";
"show_music_setting_beaty_zhongxing" = "Neutral";
"show_music_setting_beaty_wenzhong" = "Steady";
"show_music_setting_beaty_mohuan" = "Magical";
"show_music_setting_mix_none" = "";
"show_music_setting_mix_ktv" = "KTV";
"show_music_setting_mix_concert" = "Concert";
"show_music_setting_mix_record" = "Studio";
"show_music_setting_mix_hollowness" = "Spacious";
"show_advanced_setting_title" = "Settings";
"show_advanced_setting_preset" = "Preset";
"show_advanced_setting_save" = "Save";
"show_advance_setting_video_title" = "Video Settings";
"show_advance_setting_audio_title" = "Audio Settings";
"show_advance_setting_capture_title" = "Capture and Rendering";
"show_advance_setting_action_sheet_cancel" = "Cancel";
"show_advance_setting_presetting_title" = "Video Preset";
"show_advance_setting_presetting_audience_title" = "Audience Settings";
"show_advanced_setting_presetting_save" = "Save";
"show_advanced_setting_debugsetting_private" = "Private Parameters";
"show_advanced_setting_private_params_save" = "Save";
"show_advanced_setting_private_params_cancel" = "Cancel";
"show_setting_switch_on" = "On";
"show_setting_switch_off" = "Off";
"show_setting_device_level_high" = "High-end";
"show_setting_device_level_mediu" = "Mid-range";
"show_setting_device_level_low" = "Low-end";
"show_advance_setting_presetting_mode_0" = "Single Host";
"show_advance_setting_presetting_mode_1" = "PK Mode";
"show_advance_setting_lowlight_title" = "Low-light Enhancement";
"show_advance_setting_colorEnhance_title" = "Color Enhancement";
"show_advance_setting_videoDenoiser_title" = "Video Noise Reduction";
"show_advance_setting_beauty_title" = "Beautification";
"show_advance_setting_SR_title" = "Super Clarity";
"show_advance_setting_BFrame_title" = "B Frame";
"show_advance_setting_videoCaptureSize_title" = "Encode Resolution";
"show_advance_setting_FPS_title" = "Encode FPS";
"show_advance_setting_bitRate_title" = "Adaptive Bitrate";
"show_advance_setting_bitRate_tips" = "After enabling the adaptive bitrate switch, the algorithm will automatically match the appropriate bitrate based on the current resolution and frame rate.";
"show_advance_setting_H265_title" = "H265";
"show_advance_setting_codec_title" = "Encoder";
"show_advance_setting_earmonitoring_title" = "In-Ear Monitoring";
"show_advance_setting_recordingVolume_title" = "Vocal Volume";
"show_advance_setting_musicVolume_title" = "Music Volume";
"show_advance_setting_audio_bitRate_title" = "Audio Bitrate";
"show_advance_setting_lowlightEnhance_tips" = "After enabling this switch, the system will automatically process the video taken in low-light conditions. It will employ techniques such as intelligent fill light to enhance clarity and brightness, ultimately improving the video quality.";
"show_advance_setting_colorEnhance_tips" = "After enabling this switch, the video image's color saturation will be automatically adjusted to make the colors more vibrant and lifelike, enhancing the visual experience.";
"show_advance_setting_videoDenoiser_tips" = "After enabling this switch, it will automatically remove the noise from the video, making the video appear clearer.";
"show_advance_setting_PVC_tips" = "After enabling this switch, it will automatically achieve a reduction in bitrate while maintaining the same video quality.";
"show_advance_setting_SR_tips" = "After enabling the switch, a series of video enhancement strategies will be applied, including but not limited to super clarity. The main goal is to improve the visual experience while maintaining the same bitrate.";
"show_advance_setting_H265_tips" = "After enabling the switch, a series of video enhancement strategies will be applied, including but not limited to H.265. The main goal is to improve the visual experience while maintaining the same bitrate.";
"show_advance_setting_videoEncodeSize_tips" = "After modifying the encoding resolution, please check the quality change effect on the audience end.";
"show_advance_setting_fps_tips" = "To ensure the best video quality, frame rates of 15fps and below will be effective by default for mid-to-low-end devices. Frame rates exceeding 15fps will not be effective.";
"show_presetting_mode_show_title" = "Live Streaming Mode";
"show_presetting_mode_show_desc" = "Typically, hosts adopt a seated position from the upper body to engage in chat-based live streaming. The focus of the frame is primarily on the host's makeup, upper clothing, and low-frequency movements.";
"show_presetting_mode_qulity_title" = "Super Clarity Mode";
"show_presetting_mode_qulity_desc" = "Corresponding image quality strategies have been adapted for different device models.";
"show_presetting_mode_base_title" = "Basic Mode";
"show_presetting_mode_base_desc" = "No optimization";
"show_presetting_update_toast1" = "The settings have been updated to";
"show_presetting_update_toast2" = "optimal configuration";
"show_presetting_device_level_low_title" = "Low-end";
"show_presetting_device_level_medium_title" = "Mid-range";
"show_presetting_device_level_high_title" = "High-end";
"show_presetting_device_level_low_desc" = "iPhone 7 and below";
"show_presetting_device_level_medium_desc" = "iPhone 8 - iPhone 11";
"show_presetting_device_level_high_desc" = "iPhone12 and above";
"show_presetting_alert_will_change_value_title" = "Tips";
"show_presetting_alert_will_change_value_message" = "The current preset mode is optimal settings. Modifying the parameters will change the video experience.";
"show_presetting_net_title" = "Network conditions of the target audience";
"show_presetting_net_title_detail" = "Video strategy tailored to the network conditions of the target region";
"show_presetting_net_good" = "Good";
"show_presetting_net_good_detail" = "Stable and smooth network conditions";
"show_presetting_net_bad" = "Unstable";
"show_presetting_net_bad_detail" = "Unstable network conditions";
"show_presetting_performances_title" = "Video Quality";
"show_presetting_performances_title_detail" = "Adaptive video quality strategies for different audience";
"show_presetting_performances_smooth" = "Clarity First";
"show_presetting_performances_fluent" = "Smooth First";
"show_presetting_performances_pure" = "Default";
"show_presetting_info_device_level" = "Device Level: ";
"show_presetting_info_suggest" = "Suggestions: ";
"show_presetting_info_suggest_detail" = "Please ensure that the network connection in the broadcasting environment is stable, and the upload bandwidth is equal to or greater than 3 Mbps.";
"show_alert_pk_title_1" = "Host ";
"show_alert_pk_title_2" = " invites you to join PK";
"show_alert_link_title_2" = " invites you to co-host";
"show_alert_pk_accept" = "ACCEPT";
"show_alert_pk_refuse" = "DECLINE";
"show_alert_live_finish_title" = "The live stream has ended.";
"show_alert_live_finish_subtitle" = "Swipe to switch and try another host.";
"show_alert_live_finish_back" = "Return to the room list.";
"show_alert_confirm_btn_title" = "Confirm";
"show_alert_cancel_btn_title" = "Cancel";
"show_alert_live_end_title" = "Do you want to end the live stream?";
"show_setting_menu_on_pk_title" = "Co-host";
"show_setting_menu_on_seat_title" = "Joint Broadcasting";

"show_beauty_item_none" = "None";
"show_beauty_item_beauty_xuhua" = "Blur";
"show_beauty_item_adjust_saturation" = "Saturation";
"show_beauty_item_adjust_sharpen" = "Sharpen";
"show_beauty_item_adjust_clarity" = "Clarity";
"show_beauty_item_adjust_contrast" = "Contrast";
"show_beauty_item_sticker_huahua" = "Sexy";
"show_beauty_item_sticker_wochaotian" = "Sweet";
"show_beauty_item_sticker_cat" = "Cat";
"show_beauty_item_sticker_milu" = "Elk";

"show_beauty_item_beauty_smooth" = "Smooth";
"show_beauty_item_beauty_whiten" = "Whiten";
"show_beauty_item_beauty_rosy" = "Rosy";
"show_beauty_item_beauty_contouring" = "Contouring";
"show_beauty_item_beauty_pouchStrength" = "Circles";
"show_beauty_item_beauty_wrinkles" = "Wrinkles";
"show_beauty_item_beauty_overall" = "Thin Cheek";
"show_beauty_item_beauty_cheekbone" = "Cheek";
"show_beauty_item_beauty_cheekV" = "V Shape";
"show_beauty_item_beauty_cheekNarrow" = "Narrow Cheek";
"show_beauty_item_beauty_cheekShort" = "Short Face";
"show_beauty_item_beauty_cheekSmall" = "Small Cheek";
"show_beauty_item_beauty_eyeCircle" = "Pupils";
"show_beauty_item_beauty_lipThick" = "Fill Lip";
"show_beauty_item_beauty_intensityEyeHeight" = "Eye Position";
"show_beauty_item_beauty_intensityCanthus" = "Inner Corner";
"show_beauty_item_beauty_eyeLid" = "Eyelid";
"show_beauty_item_beauty_eyeSpace" = "Eye Distance";
"show_beauty_item_beauty_eyeUpturn" = "Eye Upturn";
"show_beauty_item_beauty_noseLift" = "Nose Lift";
"show_beauty_item_beauty_smile" = "Smile";
"show_beauty_item_beauty_mouthPosition" = "Mouth Position";
"show_beauty_item_beauty_browPosition" = "Brow";
"show_beauty_item_beauty_browDistance" = "Brow Distance";
"show_beauty_item_beauty_browThickness" = "Brow-trim";
"show_beauty_item_beauty_jawbone" = "Jaw";
"show_beauty_item_beauty_eye" = "Enlarge";
"show_beauty_item_beauty_clarity" = "Clarity";
"show_beauty_item_beauty_teeth" = "Tooth";
"show_beauty_item_beauty_forehead" = "Hairline";
"show_beauty_item_beauty_nose" = "Nose Size";
"show_beauty_item_beauty_mouth" = "Mouth";
"show_beauty_item_beauty_chin" = "Chin";
"show_beauty_item_effect_baixi" = "Bright White";
"show_beauty_item_effect_tianmei" = "Sweet";
"show_beauty_item_effect_cwei" = "Center Star";
"show_beauty_item_effect_yuanqi" = "Vivid";
"show_beauty_item_effect_sexy" = "Sexy";
"show_beauty_item_effect_sweet" = "Sweet";
"show_beauty_item_filter_cream" = "Creamy";
"show_beauty_item_ar_kaola" = "Koala";
"show_beauty_item_ar_hashiqi" = "Husky";
"show_beauty_item_effect_jingdian" = "Jingdian";
"show_beauty_item_effect_yuansheng" = "Yuansheng";
"show_beauty_item_filter_mokalong" = "Macaroon";
"show_beauty_item_filter_oxgen" = "Oxygen";
"show_beauty_item_filter_wuyu" = "Story";
"show_beauty_item_filter_po9" = "seaside vacation";
"show_beauty_item_filter_lolita" = "lolita";
"show_beauty_item_filter_mitao" = "Peachy";
"show_beauty_item_filter_yinhua" = "Sakura";
"show_beauty_item_filter_beihaidao" = "Hokkaido";
"show_beauty_item_filter_s3" = "Journey";
"show_beauty_item_sticker_biti" = "Snotty";
"show_beauty_item_sticker_zhounian" = "Happy Anniversary";
"show_setting_switch_camera" = "Flip";
"show_setting_video_on" = "Camera on";
"show_setting_mic_on" = "Mic on";
"show_setting_statistic" = "Stats";
"show_setting_quality" = "Video Quality";
"show_setting_advance_setting" = "Advanced Settings";
"show_setting_end_mic_seat" = "End";
"show_setting_video_off" = "Camera off";
"show_setting_mic_off" = "Mic off";
"show_statistic_bitrate" = "Receive Bitrate";
"show_statistic_delay" = "Latency";
"show_statistic_receive_title" = "Receiver";
"show_statistic_send_title" = "Sender";
"show_statistic_receive_resolution" = "Received Resolution";
"show_statistic_up_net_speech" = "Uplink Speed";
"show_setting_advance_framerate" = "Frame Rate";
"show_statistic_receive_fps" = "Received FPS";
"show_statistic_down_loss_package" = "Downlink Packet Loss";
"show_statistic_up_loss_package" = "Uplink Packet Loss";
"show_statistic_up_bitrate" = "Send Bitrate";
"show_statistic_encode_resolution" = "Encode Resolution";
"show_statistic_loss_package" = "Downlink Packet Loss";
"show_statistic_down_net_speech" = "Downlink Speed";
"show_statistic_title_other" = "Others";
"show_statistic_startup_time" = "First Frame";
"show_statistic_SR_switch" = "Super Clarity";
"show_statistic_micro_stream_switch" = "Low-quality Video Stream";
"show_statistic_device_level" = "Device Level";
"show_statistic_pvc_switch" = "PVC";
"show_statistic_svc_switch" = "SVC";
"show_pking_request_message" = "PK List";
"show_pking_with_broadcastor" = "PK with %@";
"show_stop_pking" = "End";
"show_empty_online_boardcaster" = "No hosts online";
"show_linking_request_message" = "Application";
"show_onseat_invite" = "Online Audience";
"show_empty_onseat_apply" = "No Application Yet";
"show_no_user_yet" = "No users Yet";
"show_onseat_with_broadcastor" = "Co-hosting with %@";
"show_apply_onseat" = "Co-host Application";
"show_cancel_linking" = "Revoke";
"show_no_user_apply_onseat" = "No Application Yet";
"show_onseat_waitting" = "Waiting";
"show_user_count" = "";
"show_get_in_line" = "Queue";
"show_application" = "INVITE";
"show_application_waitting" = "Inviting";
"Interacting" = "Engaging";
"show_reject_onseat" = "Declined";
"show_is_onseat" = "Co-host";
"show_onseat_agree" = "Accept";
"show_is_waitting" = "Waiting";
"show_broadcastor_is_onseat" = "Host is connecting with others and cannot join co-host.";
"show_is_onseat_doing" = "Co-hosting...";
"show_pk_end_timeout" = "PK ended";
"show_error_pk_interaction_exist" = "You are currently engaged in an interaction. Please finish the interaction before inviting other hosts for PK.";
"show_error_seat_interaction_exist" = "You are currently engaged in an interaction. Please finish the interaction before inviting auudience for co-host.";
"show_join_own_room_error" = "Detected an abnormal exit from the last live broadcast, please create a new live room to start broadcasting again.";
"show_error_interaction_rejected_by_owner" = "The host is busy and has declined your invitation.";
"show_error_room_has_been_destory" = "Room has been destoryed";
"show_living" = "LIVE";
"show_pure_mode" = "PURE";
"show_end_broadcasting" = "Co-hosting has been disconnected.";
"show_end_pk" = "The competition has been cut off.";
"show_reject_broadcasting" = "Turned down your invitation to join broadcasting.";
"show_sure" = "Sure";
"show_super_resolution" = "Super clarity";

"show_alert_live_owner_expired_title"="Live Ended";
"show_alert_live_owner_expired_back"="Return to the room list";

"show_create_room_fail"="Network issue. Please re-create a room.";
"show_join_room_fail"="Network issue. Please re-enter the room.";
"show_request_linking_fail"="Network issue. Failed to apply for co-hosting. Error: ";
"show_accept_linking_fail"="Network issue. Failed to grant co-hosting. Error: ";
"show_request_invite_linking_fail"="Network issue. Failed to invite for co-hosting. Error: ";
"show_accept_invite_linking_fail"="Network issue. Failed to accept co-hosting. Error: ";
"show_request_invite_pk_fail"="Network issue. Failed to invite for PK. Error: ";
"show_accept_invite_pk_fail"="Network issue. Failed to accept PK. Error: ";

"show_error_disable_pk"="You are currently engaged in an interaction. Please finish the interaction before inviting host for pk.";
"show_error_disable_linking"="You are currently engaged in an interaction. Please finish the interaction before inviting audience for co-host.";
"show_error_disable_invite_linking"="You are currently engaged in an interaction. Please finish the interaction before accepting any request for co-host.";
